<?php

return [
    'id'                                                 =>'角色ID',
    'name'                                               =>'角色名称',
    'pid'                                                =>'上级',
    'status'                                             =>'状态',
    'rules'                                              =>'权限',
    'has child'                                          =>'本角色下子角色，无法直接删除。请先删除本角色下子角色后，再进行删除',
    'has user'                                           =>'本角色下有{:s}个用户，无法直接删除。请先删除本角色下用户后，再进行删除。'
];
